Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/SystemResources.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, hi, it, nl, pt, te, zh_tw

source: The workflowid required to process the effect <{0}> is null and hence the effect is not processed.
ar: إن سير العمل المطلوب لمعالجة التأثير <{0}> خالٍ وبالتالي لا تتم معالجة التأثير.
bn: প্রভাব <{0}> প্রক্রিয়া করার জন্য প্রয়োজনীয় ওয়ার্কফ্লোইড শূন্য এবং তাই প্রভাব প্রক্রিয়া করা হয় না।
de: Die zum Verarbeiten des Effekts <{0}> erforderliche Workflow-ID ist null und daher wird der Effekt nicht verarbeitet.
es: El workflowid requerido para procesar el efecto <{0}> es nulo y por lo tanto el efecto no se procesa.
fr: L'ID de workflow requis pour traiter l'effet <{0}> est nul et l'effet n'est donc pas traité.
hi: प्रभाव <{0}> को संसाधित करने के लिए आवश्यक वर्कफ़्लोइड शून्य है और इसलिए प्रभाव संसाधित नहीं होता है।
it: L'ID flusso di lavoro richiesto per elaborare l'effetto <{0}> è nullo e quindi l'effetto non viene elaborato.
nl: De workflowid die nodig is om het effect <{0}> te verwerken is nul en daarom wordt het effect niet verwerkt.
pt: O workflowid necessário para processar o efeito <{0}> é nulo e, portanto, o efeito não é processado.
te: <{0}> ప్రభావాన్ని ప్రాసెస్ చేయడానికి అవసరమైన వర్క్u200cఫ్లోయిడ్ శూన్యం మరియు అందువల్ల ప్రభావం ప్రాసెస్ చేయబడదు.
zh_tw: 处理效果 <{0}> 所需的工作流程 ID 为空，因此不会处理该效果。

source: The workflow action <{1}> is invalid for the effect <{0}> to run and is ignored.
ar: إجراء سير العمل <{1}> غير صالح لتشغيل التأثير <{0}> وتم تجاهله.
bn: কার্যপ্রবাহ ক্রিয়া <{1}> প্রভাব <{0}> চালানোর জন্য অবৈধ এবং উপেক্ষা করা হয়৷
de: Die Workflow-Aktion <{1}> ist für die Ausführung des Effekts <{0}> ungültig und wird ignoriert.
es: La acción de flujo de trabajo <{1}> es inválida para que el efecto <{0}> se ejecute y se ignora.
fr: L'action de workflow <{1}> n'est pas valide pour l'exécution de l'effet <{0}> et est ignorée.
hi: वर्कफ़्लो क्रिया <{1}> प्रभाव <{0}> चलाने के लिए अमान्य है और इसे अनदेखा कर दिया गया है।
it: L'azione del flusso di lavoro <{1}> non è valida per l'esecuzione dell'effetto <{0}> e viene ignorata.
nl: De werkstroomactie <{1}> is ongeldig om het effect <{0}> uit te voeren en wordt genegeerd.
pt: A ação de fluxo de trabalho <{1}> é inválida para a execução do efeito <{0}> e é ignorada.
te: <{0}> ప్రభావం అమలు చేయడానికి వర్క్u200cఫ్లో చర్య <{1}> చెల్లదు మరియు విస్మరించబడింది.
zh_tw: 工作流操作 <{1}> 对于效果 <{0}> 的运行无效并被忽略。

source: Current item is not in a public state and hence the effect <{0}> will be ignored.
ar: العنصر الحالي ليس في حالة عامة وبالتالي سيتم تجاهل التأثير <{0}>.
bn: বর্তমান আইটেমটি সর্বজনীন অবস্থায় নেই এবং তাই প্রভাব <{0}> উপেক্ষা করা হবে।
de: Das aktuelle Element befindet sich nicht in einem öffentlichen Zustand und daher wird der Effekt <{0}> ignoriert.
es: El elemento actual no está en un estado público y por lo tanto el efecto <{0}> será ignorado.
fr: L'élément actuel n'est pas dans un état public et donc l'effet <{0}> sera ignoré.
hi: वर्तमान आइटम सार्वजनिक स्थिति में नहीं है और इसलिए प्रभाव <{0}> को नजरअंदाज कर दिया जाएगा।
it: L'elemento corrente non è in uno stato pubblico e quindi l'effetto <{0}> verrà ignorato.
nl: Het huidige item heeft geen openbare status en daarom wordt het effect <{0}> genegeerd.
pt: O item atual não está em estado público e, portanto, o efeito <{0}> será ignorado.
te: ప్రస్తుత అంశం పబ్లిక్ స్టేట్u200cలో లేదు కాబట్టి <{0}> ప్రభావం విస్మరించబడుతుంది.
zh_tw: 当前项目不处于公共状态，因此效果 <{0}> 将被忽略。

source: This effect <{0}> is triggered by itself and is ignored.
ar: يتم تشغيل هذا التأثير <{0}> من تلقاء نفسه ويتم تجاهله.
bn: এই প্রভাব <{0}> নিজেই ট্রিগার হয় এবং উপেক্ষা করা হয়।
de: Dieser Effekt <{0}> wird von selbst ausgelöst und ignoriert.
es: Este efecto <{0}> se activa por sí mismo y se ignora.
fr: Cet effet <{0}> se déclenche tout seul et est ignoré.
hi: यह प्रभाव <{0}> अपने आप शुरू हो जाता है और इसे अनदेखा कर दिया जाता है।
it: Questo effetto <{0}> si attiva da solo e viene ignorato.
nl: Dit effect <{0}> wordt door zichzelf geactiveerd en wordt genegeerd.
pt: Este efeito <{0}> é acionado por si mesmo e é ignorado.
te: ఈ ప్రభావం <{0}> స్వయంగా ప్రేరేపించబడింది మరియు విస్మరించబడుతుంది.
zh_tw: 此效果 <{0}> 由自身触发并被忽略。

source: Invalid force transition <{1}> option for the effect <{0}>. It must be either 'yes' or 'no'. Processing will not continue.
ar: خيار فرض الانتقال <{1}> غير صالح للتأثير <{0}>. يجب أن تكون إما "نعم" أو "لا". لن تستمر المعالجة.
bn: প্রভাবের জন্য অবৈধ বল ট্রানজিশন <{1}> বিকল্প <{0}>। এটি অবশ্যই 'হ্যাঁ' বা 'না' হতে হবে। প্রক্রিয়াকরণ অব্যাহত থাকবে না।
de: Ungültige Option „Übergang erzwingen“ <{1}> für den Effekt <{0}>. Es muss entweder „Ja“ oder „Nein“ lauten. Die Verarbeitung wird nicht fortgesetzt.
es: Opción de transición forzada inválida <{1}> para el efecto <{0}>. Debe ser 'yes' o 'no'. El procesamiento no continuará.
fr: Option de transition de force <{1}> non valide pour l'effet <{0}>. Ce doit être « oui » ou « non ». Le traitement ne continuera pas.
hi: अमान्य बल संक्रमण <{1}> प्रभाव के लिए विकल्प <{0}>. यह या तो 'हाँ' या 'नहीं' होना चाहिए। प्रसंस्करण जारी नहीं रहेगा.
it: Opzione <{1}> di transizione forzata non valida per l'effetto <{0}>. Deve essere "sì" o "no". L'elaborazione non continuerà.
nl: Ongeldige optie voor forceren van overgang <{1}> voor het effect <{0}>. Het moet 'ja' of 'nee' zijn. De verwerking wordt niet voortgezet.
pt: Opção de transição forçada <{1}> inválida para o efeito <{0}>. Deve ser 'sim' ou 'não'. O processamento não continuará.
te: ప్రభావం <{0}> కోసం చెల్లని బల పరివర్తన <{1}> ఎంపిక. ఇది తప్పనిసరిగా 'అవును' లేదా 'కాదు' అయి ఉండాలి. ప్రాసెసింగ్ కొనసాగదు.
zh_tw: 效果 <{0}> 的强制转换 <{1}> 选项无效。它必须是“是”或“否”。处理将不会继续。

source: The effect <{0}> will run only when the main item is transitioning from a <{1}> state to a <{2}> and hence is ignored.
ar: سيتم تشغيل التأثير <{0}> فقط عندما ينتقل العنصر الرئيسي من الحالة <{1}> إلى الحالة <{2}> وبالتالي يتم تجاهله.
bn: প্রভাব <{0}> তখনই চলবে যখন মূল আইটেমটি একটি <{1}> অবস্থা থেকে <{2}> তে রূপান্তরিত হবে এবং তাই উপেক্ষা করা হবে।
de: Der Effekt <{0}> wird nur ausgeführt, wenn das Hauptelement von einem <{1}>-Zustand in einen <{2}>-Zustand übergeht, und wird daher ignoriert.
es: El efecto <{0}> solo se ejecutará cuando el elemento principal esté transicionando de un estado <{1}> a un <{2}> y por lo tanto se ignora.
fr: L'effet <{0}> ne s'exécutera que lorsque l'élément principal passe d'un état <{1}> à un état <{2}> et est donc ignoré.
hi: प्रभाव <{0}> तभी चलेगा जब मुख्य आइटम <{1}> स्थिति से <{2}> में परिवर्तित हो रहा हो और इसलिए इसे अनदेखा कर दिया गया है।
it: L'effetto <{0}> verrà eseguito solo quando l'elemento principale sta passando da uno stato <{1}> a <{2}> e quindi viene ignorato.
nl: Het effect <{0}> wordt alleen uitgevoerd als het hoofditem overgaat van een status <{1}> naar een <{2}> en wordt daarom genegeerd.
pt: O efeito <{0}> será executado somente quando o item principal estiver em transição de um estado <{1}> para um <{2}> e, portanto, for ignorado.
te: ప్రధాన అంశం <{1}> స్థితి నుండి <{2}>కి మారుతున్నప్పుడు మాత్రమే ప్రభావం <{0}> అమలు అవుతుంది మరియు అందువల్ల విస్మరించబడుతుంది.
zh_tw: 仅当主项从 <{1}> 状态转换为 <{2}> 时，效果 <{0}> 才会运行，因此被忽略。

source: The Rhythmyx resource <{1}> required for internal request is missing for the effect <{0}> to run.
ar: مورد Rhythmyx <{1}> المطلوب للطلب الداخلي مفقود لتشغيل التأثير <{0}>.
bn: অভ্যন্তরীণ অনুরোধের জন্য প্রয়োজনীয় Rhythmyx সম্পদ <{1}> প্রভাব <{0}> চালানোর জন্য অনুপস্থিত।
de: Die für die interne Anfrage erforderliche Rhythmyx-Ressource <{1}> fehlt, damit der Effekt <{0}> ausgeführt werden kann.
es: El recurso Rhythmyx <{1}> requerido para solicitud interna falta para que el efecto <{0}> se ejecute.
fr: La ressource Rhythmyx <{1}> requise pour la requête interne est manquante pour que l'effet <{0}> s'exécute.
hi: आंतरिक अनुरोध के लिए आवश्यक रिदमिक्स संसाधन <{1}> प्रभाव <{0}> को चलाने के लिए अनुपलब्ध है।
it: Manca la risorsa Rhythmyx <{1}> richiesta per la richiesta interna per l'esecuzione dell'effetto <{0}>.
nl: De Rhythmyx-bron <{1}> die nodig is voor een intern verzoek ontbreekt om het effect <{0}> uit te voeren.
pt: O recurso Rhythmyx <{1}> necessário para solicitação interna está faltando para que o efeito <{0}> seja executado.
te: అంతర్గత అభ్యర్థనకు అవసరమైన Rhythmyx వనరు <{1}> ప్రభావం <{0}> అమలు కావడానికి లేదు.
zh_tw: 运行效果 <{0}> 时缺少内部请求所需的 Rhythmyx 资源 <{1}>。

source: The <{0}> Effect did not succeed, because the dependent item with contentid: <{1}> is not in a desired state: <{2}> and the <force transition> option is not set to <yes>.
ar: لم ينجح التأثير <{0}>، لأن العنصر التابع بمعرف المحتوى: <{1}> ليس في الحالة المرغوبة: <{2}> ولم يتم تعيين خيار <force Transition> على <yes>.
bn: <{0}> প্রভাবটি সফল হয়নি, কারণ contentid: <{1}> এর সাথে নির্ভরশীল আইটেমটি পছন্দসই অবস্থায় নেই: <{2}> এবং <force transition> বিকল্পটি <yes> এ সেট করা নেই।
de: Der <{0}>-Effekt war nicht erfolgreich, da sich das abhängige Element mit der Inhalts-ID: <{1}> nicht im gewünschten Zustand befindet: <{2}> und die Option <Übergang erzwingen> nicht auf <Ja> gesetzt ist.
es: El efecto <{0}> no tuvo éxito, porque el elemento dependiente con contentid: <{1}> no está en un estado deseado: <{2}> y la opción <force transition> no está establecida en <yes>.
fr: L'effet <{0}> n'a pas réussi, car l'élément dépendant avec contentid : <{1}> n'est pas dans l'état souhaité : <{2}> et l'option <force transition> n'est pas définie sur <yes>.
hi: <{0}> प्रभाव सफल नहीं हुआ, क्योंकि contentid के साथ आश्रित आइटम: <{1}> वांछित स्थिति में नहीं है: <{2}> और <बल संक्रमण> विकल्प <yes> पर सेट नहीं है।
it: L'effetto <{0}> non ha avuto successo, perché l'elemento dipendente con contentid: <{1}> non è nello stato desiderato: <{2}> e l'opzione <forcetransition> non è impostata su <yes>.
nl: Het <{0}> effect is niet gelukt, omdat het afhankelijke item met contentid: <{1}> zich niet in de gewenste staat bevindt: <{2}> en de optie <force transition> niet is ingesteld op <yes>.
pt: O efeito <{0}> não foi bem-sucedido porque o item dependente com contentid: <{1}> não está no estado desejado: <{2}> e a opção <forçar transição> não está definida como <yes>.
te: <{0}> ప్రభావం విజయవంతం కాలేదు, ఎందుకంటే కంటెంట్u200cతో డిపెండెంట్ ఐటెమ్: <{1}> కావలసిన స్థితిలో లేదు: <{2}> మరియు <force transition> ఎంపిక <yes>కి సెట్ చేయబడలేదు.
zh_tw: <{0}> 效果未成功，因为 contentid 为 <{1}> 的依赖项未处于所需状态：<{2}> 并且 <force conversion> 选项未设置为 <yes>。

source: A dependent item cannot go to a <{1}> state from current state and the effect <{0}> is not processed.
ar: لا يمكن للعنصر التابع أن ينتقل إلى الحالة <{1}> من الحالة الحالية ولا تتم معالجة التأثير <{0}>.
bn: একটি নির্ভরশীল আইটেম বর্তমান অবস্থা থেকে <{1}> অবস্থায় যেতে পারে না এবং প্রভাব <{0}> প্রক্রিয়া করা হয় না।
de: Ein abhängiges Element kann vom aktuellen Status nicht in den Status <{1}> wechseln und der Effekt <{0}> wird nicht verarbeitet.
es: Un elemento dependiente no puede ir a un estado <{1}> desde el estado actual y el efecto <{0}> no se procesa.
fr: Un élément dépendant ne peut pas passer à un état <{1}> à partir de l'état actuel et l'effet <{0}> n'est pas traité.
hi: एक आश्रित वस्तु वर्तमान स्थिति से <{1}> स्थिति में नहीं जा सकती और प्रभाव <{0}> संसाधित नहीं होता है।
it: Un elemento dipendente non può passare a uno stato <{1}> dallo stato corrente e l'effetto <{0}> non viene elaborato.
nl: Een afhankelijk item kan vanuit de huidige status niet naar de <{1}>-status gaan en het effect <{0}> wordt niet verwerkt.
pt: Um item dependente não pode ir para um estado <{1}> a partir do estado atual e o efeito <{0}> não é processado.
te: ఆధారపడిన అంశం ప్రస్తుత స్థితి నుండి <{1}> స్థితికి వెళ్లదు మరియు <{0}> ప్రభావం ప్రాసెస్ చేయబడదు.
zh_tw: 依赖项无法从当前状态转到 <{1}> 状态，并且不会处理效果 <{0}>。

source: Effect: <{0}> , message: <{1}>.
ar: التأثير: <{0}>، الرسالة: <{1}>.
bn: প্রভাব: <{0}> , বার্তা: <{1}>।
de: Wirkung: <{0}> , Nachricht: <{1}>.
es: Efecto: <{0}>, mensaje: <{1}>.
fr: Effet : <{0}> , message : <{1}>.
hi: प्रभाव: <{0}> , संदेश: <{1}>.
it: Effetto: <{0}> , messaggio: <{1}>.
nl: Effect: <{0}> , bericht: <{1}>.
pt: Efeito: <{0}> , mensagem: <{1}>.
te: ప్రభావం: <{0}> , సందేశం: <{1}>.
zh_tw: 效果：<{0}>，消息：<{1}>。

source: The item with id ''{0}'' that was being promoted-over failed to transition using trigger id ''{1}'' for the following reason: {2}
ar: العنصر ذو المعرف ''{0}'' الذي تم ترقيته فشل في النقل باستخدام معرف المشغل ''{1}'' للسبب التالي: {2}
bn: আইডি ''{0}'' এর সাথে যে আইটেমটি প্রচার করা হচ্ছিল তা নিম্নলিখিত কারণে ট্রিগার আইডি ''{1}'' ব্যবহার করে স্থানান্তর করতে ব্যর্থ হয়েছে: {2}
de: Der Übergang des Elements mit der ID „{0}“, das heraufgestuft wurde, mit der Trigger-ID „{1}“ ist aus folgendem Grund fehlgeschlagen: {2}
es: El elemento con id ''{0}'' que estaba siendo promovido falló al transicionar usando el id de disparador ''{1}'' por la siguiente razón: {2}
fr: L'élément portant l'ID « {0} » qui était en cours de promotion n'a pas réussi à effectuer la transition à l'aide de l'ID de déclencheur « {1} » pour la raison suivante : {2}
hi: ''{0}'' आईडी वाला आइटम जिसे प्रचारित किया जा रहा था वह निम्न कारण से ट्रिगर आईडी ''{1}'' का उपयोग करके परिवर्तित होने में विफल रहा: {2}
it: La transizione dell'elemento con ID ''{0}'' che veniva promosso a un livello superiore non è riuscita utilizzando l'ID trigger ''{1}'' per il seguente motivo: {2}
nl: Het item met id ''{0}'' waarvoor promotie werd gemaakt, kon om de volgende reden niet worden overgezet met trigger-id ''{1}'': {2}
pt: O item com o ID ''{0}'' que estava sendo promovido falhou na transição usando o ID do acionador ''{1}'' pelo seguinte motivo: {2}
te: ప్రమోట్ చేయబడుతున్న ఐడి ''{0}''తో ఉన్న ఐటెమ్ కింది కారణాల వల్ల ట్రిగ్గర్ ఐడి ''{1}''ని ఉపయోగించి బదిలీ చేయడంలో విఫలమైంది: {2}
zh_tw: 正在升级的 ID 为“{0}”的项目无法使用触发器 ID“{1}”进行转换，原因如下：{2}

source: A problem occurred while loading the publishing config file: {0}
ar: حدثت مشكلة أثناء تحميل ملف تهيئة النشر: {0}
bn: প্রকাশনা কনফিগার ফাইল লোড করার সময় একটি সমস্যা হয়েছে: {0}
de: Beim Laden der Veröffentlichungskonfigurationsdatei ist ein Problem aufgetreten: {0}
es: Ocurrió un problema al cargar el archivo de configuración de publicación: {0}
fr: Un problème est survenu lors du chargement du fichier de configuration de publication : {0}
hi: प्रकाशन कॉन्फ़िग फ़ाइल लोड करते समय एक समस्या उत्पन्न हुई: {0}
it: Si è verificato un problema durante il caricamento del file di configurazione della pubblicazione: {0}
nl: Er is een probleem opgetreden bij het laden van het publicatieconfiguratiebestand: {0}
pt: Ocorreu um problema ao carregar o arquivo de configuração de publicação: {0}
te: ప్రచురణ కాన్ఫిగరేషన్ ఫైల్u200cను లోడ్ చేస్తున్నప్పుడు సమస్య ఏర్పడింది: {0}
zh_tw: 加载发布配置文件时出现问题：{0}

source: A problem was found with the content in the publishing config file: {0}
ar: تم العثور على مشكلة في المحتوى الموجود في ملف تكوين النشر: {0}
bn: প্রকাশনা কনফিগারেশন ফাইলের বিষয়বস্তুর সাথে একটি সমস্যা পাওয়া গেছে: {0}
de: Es wurde ein Problem mit dem Inhalt in der Veröffentlichungskonfigurationsdatei gefunden: {0}
es: Se encontró un problema con el contenido en el archivo de configuración de publicación: {0}
fr: Un problème a été détecté avec le contenu du fichier de configuration de publication : {0}
hi: प्रकाशन कॉन्फ़िगरेशन फ़ाइल में सामग्री के साथ एक समस्या पाई गई: {0}
it: È stato rilevato un problema con i contenuti nel file di configurazione della pubblicazione: {0}
nl: Er is een probleem gevonden met de inhoud in het publicatieconfiguratiebestand: {0}
pt: Foi encontrado um problema com o conteúdo do arquivo de configuração de publicação: {0}
te: ప్రచురణ కాన్ఫిగరేషన్ ఫైల్u200cలోని కంటెంట్u200cతో సమస్య కనుగొనబడింది: {0}
zh_tw: 发现发布配置文件中的内容有问题：{0}

source: The requested authtype value ''{0}'' is not registered with the system in the config file: {1}
ar: قيمة نوع المصادقة المطلوبة ''{0}'' غير مسجلة مع النظام في ملف التكوين: {1}
bn: অনুরোধকৃত অথটাইপ মান ''{0}'' কনফিগার ফাইলে সিস্টেমের সাথে নিবন্ধিত নয়: {1}
de: Der angeforderte Authentifizierungswert „{0}“ ist nicht beim System in der Konfigurationsdatei registriert: {1}
es: El valor de authtype solicitado ''{0}'' no está registrado con el sistema en el archivo de configuración: {1}
fr: La valeur du type d'authentification demandée « {0} » n'est pas enregistrée auprès du système dans le fichier de configuration : {1}
hi: अनुरोधित ऑथटाइप मान ''{0}'' कॉन्फ़िगरेशन फ़ाइल में सिस्टम के साथ पंजीकृत नहीं है: {1}
it: Il valore del tipo di autenticazione richiesto ''{0}'' non è registrato con il sistema nel file di configurazione: {1}
nl: De gevraagde authtype-waarde ''{0}'' is niet geregistreerd bij het systeem in het configuratiebestand: {1}
pt: O valor de tipo de autenticação solicitado ''{0}'' não está registrado no sistema no arquivo de configuração: {1}
te: అభ్యర్థించిన ఆథటైప్ విలువ ''{0}'' కాన్ఫిగర్ ఫైల్u200cలోని సిస్టమ్u200cతో నమోదు చేయబడలేదు: {1}
zh_tw: 请求的 authtype 值“{0}”未在配置文件中的系统中注册：{1}

source: The Rhythmyx resource ''{1}'' implementing the requested authtype value ''{0}'' which is registered in the config file ''{2}'' was not found in the system.
ar: لم يتم العثور على مورد Rhythmyx ''{1}'' الذي يقوم بتنفيذ قيمة نوع المصادقة المطلوبة ''{0}'' والمسجلة في ملف التكوين ''{2}'' في النظام.
bn: Rhythmyx রিসোর্স ''{1}'' অনুরোধকৃত authtype মান ''{0}'' প্রয়োগ করে যা কনফিগার ফাইল ''{2}''-এ নিবন্ধিত সিস্টেমে পাওয়া যায়নি।
de: Die Rhythmyx-Ressource „{1}“, die den angeforderten Authentifizierungswert „{0}“ implementiert und in der Konfigurationsdatei „{2}“ registriert ist, wurde im System nicht gefunden.
es: El recurso Rhythmyx ''{1}'' que implementa el valor de authtype solicitado ''{0}'' que está registrado en el archivo de configuración ''{2}'' no se encontró en el sistema.
fr: La ressource Rhythmyx ''{1}'' implémentant la valeur d'authentification demandée ''{0}'' qui est enregistrée dans le fichier de configuration ''{2}'' n'a pas été trouvée dans le système.
hi: अनुरोधित ऑथटाइप मान ''{0}'' को कार्यान्वित करने वाला रिदमिक्स संसाधन ''{1}'', जो कॉन्फ़िगरेशन फ़ाइल ''{2}'' में पंजीकृत है, सिस्टम में नहीं मिला।
it: La risorsa Rhythmyx ''{1}'' che implementa il valore del tipo di autenticazione richiesto ''{0}'' registrato nel file di configurazione ''{2}'' non è stata trovata nel sistema.
nl: De Rhythmyx-bron ''{1}'' die de gevraagde authtype-waarde ''{0}'' implementeert en die is geregistreerd in het configuratiebestand ''{2}'', is niet gevonden in het systeem.
pt: O recurso Rhythmyx ''{1}'' que implementa o valor de tipo de autenticação solicitado ''{0}'' que está registrado no arquivo de configuração ''{2}'' não foi encontrado no sistema.
te: కాన్ఫిగరేషన్ ఫైల్ ''{2}''లో రిజిస్టర్ చేయబడిన రిథమిక్స్ రిసోర్స్ ''{1}'' అభ్యర్థించిన ఆథటైప్ విలువ ''{0}''ని అమలు చేయడం సిస్టమ్u200cలో కనుగొనబడలేదు.
zh_tw: 系统中未找到在配置文件“{2}”中注册的实现所请求的 authtype 值“{0}”的 Rhythmyx 资源“{1}”。

source: Workflow comment text length cannot exceed 255 characters
ar: لا يمكن أن يتجاوز طول نص تعليق سير العمل 255 حرفًا
bn: ওয়ার্কফ্লো মন্তব্য পাঠের দৈর্ঘ্য 255 অক্ষরের বেশি হতে পারে না
de: Die Textlänge des Workflow-Kommentars darf 255 Zeichen nicht überschreiten
es: La longitud del texto del comentario del flujo de trabajo no puede exceder 255 caracteres
fr: La longueur du texte du commentaire sur le workflow ne peut pas dépasser 255 caractères.
hi: वर्कफ़्लो टिप्पणी पाठ की लंबाई 255 वर्णों से अधिक नहीं हो सकती
it: La lunghezza del testo del commento del flusso di lavoro non può superare i 255 caratteri
nl: De tekstlengte van de workflow-opmerkingen mag niet langer zijn dan 255 tekens
pt: O comprimento do texto do comentário do fluxo de trabalho não pode exceder 255 caracteres
te: వర్క్u200cఫ్లో వ్యాఖ్య వచన పొడవు 255 అక్షరాలను మించకూడదు
zh_tw: 工作流程注释文本长度不能超过 255 个字符

source: Failed to complete the mandatory transition ''{0}'' of the item with content id ''{1}'' due to an item validation error.
ar: فشل إكمال النقل الإلزامي ''{0}'' للعنصر بمعرف المحتوى ''{1}'' بسبب خطأ في التحقق من العنصر.
bn: একটি আইটেম যাচাইকরণ ত্রুটির কারণে সামগ্রী আইডি ''{1}'' সহ আইটেমের বাধ্যতামূলক রূপান্তর ''{0}'' সম্পূর্ণ করতে ব্যর্থ হয়েছে৷
de: Der obligatorische Übergang „{0}“ des Elements mit der Inhalts-ID „{1}“ konnte aufgrund eines Elementvalidierungsfehlers nicht abgeschlossen werden.
es: Falló al completar la transición obligatoria ''{0}'' del elemento con id de contenido ''{1}'' debido a un error de validación del elemento.
fr: Échec de la transition obligatoire « {0} » de l'élément portant l'ID de contenu « {1} » en raison d'une erreur de validation de l'élément.
hi: आइटम सत्यापन त्रुटि के कारण सामग्री आईडी ''{1}'' के साथ आइटम का अनिवार्य संक्रमण ''{0}'' पूरा करने में विफल।
it: Impossibile completare la transizione obbligatoria ''{0}'' dell'elemento con ID contenuto ''{1}'' a causa di un errore di convalida dell'elemento.
nl: Kan de verplichte transitie ''{0}'' van het item met inhouds-id ''{1}'' niet voltooien vanwege een itemvalidatiefout.
pt: Falha ao concluir a transição obrigatória ''{0}'' do item com ID de conteúdo ''{1}'' devido a um erro de validação do item.
te: అంశం ధ్రువీకరణ లోపం కారణంగా కంటెంట్ ఐడి ''{1}''తో ఐటెమ్ యొక్క తప్పనిసరి పరివర్తన ''{0}''ని పూర్తి చేయడంలో విఫలమైంది.
zh_tw: 由于项目验证错误，无法完成内容 ID 为“{1}”的项目的强制转换“{0}”。

source: The openChild web service could not find the ''{0}'' child in the ''{1}'' content type.
ar: لم تتمكن خدمة الويب openChild من العثور على الطفل ''{0}'' في نوع المحتوى ''{1}''.
bn: OpenChild ওয়েব পরিষেবা ''{0}'' শিশুটিকে ''{1}'' বিষয়বস্তুর প্রকারে খুঁজে পায়নি।
de: Der openChild-Webdienst konnte das untergeordnete Element „{0}“ im Inhaltstyp „{1}“ nicht finden.
es: El servicio web openChild no pudo encontrar el hijo ''{0}'' en el tipo de contenido ''{1}'.
fr: Le service Web openChild n'a pas pu trouver l'enfant ''{0}'' dans le type de contenu ''{1}''.
hi: ओपनचाइल्ड वेब सेवा ''{1}'' सामग्री प्रकार में ''{0}'' चाइल्ड नहीं ढूंढ सकी।
it: Il servizio web openChild non è riuscito a trovare il figlio ''{0}'' nel tipo di contenuto ''{1}''.
nl: De openChild-webservice kan het kind ''{0}'' in het inhoudstype ''{1}'' niet vinden.
pt: O serviço da web openChild não pôde localizar o filho ''{0}'' no tipo de conteúdo ''{1}''.
te: openChild వెబ్ సేవ ''{1}'' కంటెంట్ రకంలో ''{0}'' చైల్డ్u200cని కనుగొనలేకపోయింది.
zh_tw: openChild Web 服务无法在“{1}”内容类型中找到“{0}”子项。

source: While processing the ''{0}'' web service action, expected to find one of the following child elements {2} as a child of <{1}>.
ar: أثناء معالجة إجراء خدمة الويب ''{0}''، من المتوقع العثور على أحد العناصر الفرعية التالية {2} كفرع لـ <{1}>.
bn: ''{0}'' ওয়েব পরিষেবা ক্রিয়া প্রক্রিয়াকরণের সময়, <{1}>-এর সন্তান হিসাবে নিম্নলিখিত চাইল্ড উপাদানগুলির মধ্যে একটি {2} খুঁজে পাওয়ার প্রত্যাশিত৷
de: Bei der Verarbeitung der Webdienstaktion „{0}“ wird erwartet, dass eines der folgenden untergeordneten Elemente {2} als untergeordnetes Element von <{1}> gefunden wird.
es: Al procesar la acción del servicio web ''{0}'', se esperaba encontrar uno de los siguientes elementos hijos {2} como hijo de <{1}>.
fr: Lors du traitement de l'action du service Web ''{0}'', nous sommes censés trouver l'un des éléments enfants suivants {2} en tant qu'enfant de <{1}>.
hi: ''{0}'' वेब सेवा कार्रवाई को संसाधित करते समय, <{1}> के चाइल्ड के रूप में निम्नलिखित चाइल्ड तत्वों {2} में से एक को खोजने की उम्मीद है।
it: Durante l'elaborazione dell'azione del servizio web ''{0}'', è previsto il rilevamento di uno dei seguenti elementi secondari {2} come figlio di <{1}>.
nl: Tijdens het verwerken van de webserviceactie ''{0}'' wordt verwacht dat een van de volgende onderliggende elementen {2} wordt gevonden als een onderliggend element van <{1}>.
pt: Ao processar a ação de serviço da web ''{0}'', espera-se encontrar um dos seguintes elementos filho {2} como filho de <{1}>.
te: ''{0}'' వెబ్ సేవా చర్యను ప్రాసెస్ చేస్తున్నప్పుడు, <{1}> యొక్క చైల్డ్u200cగా కింది చైల్డ్ ఎలిమెంట్u200cలలో ఒకదాన్ని {2} కనుగొనవచ్చు.
zh_tw: 处理“{0}”Web 服务操作时，预计会找到以下子元素 {2} 之一作为 <{1}> 的子元素。
